Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/rajahis-guovlulas-ovttasbargu.html.tmx
Source language: sme
Languages: sma

source: Kantuvrra ruhtada Norgga beale Sámediggi ja dan hálddaša Barentsčállingoddi.
sma: Saemiedigkie Nöörjesne beetnehvierhtieh vadta kontovrese jïh Barentstjaelemesijjie dam reerie.

source: Kantuvra galgá leat Barentsovttasbarggu álgoálbmogiid ja eará oassálastiid gaskalađas, ja galgá erenoamážit veahkehit Ruošša bealde álgoálbmogiid prošeaktaohcamiiguin ja diehtojuohkimiin.
sma: Kontovre edtja akte lïhtse årrodh aalkoealmetji gaskem Barentslaavenjostosne, jïh aalkoealmetji jïh jeatjah aktööri gaskem Barentslaavenjostosne, jïh edtja joekoen aalkoealmetjidie russlaanten bielesne viehkiehtidh prosjekteohtsemigujmie jïh bïevnesigujmie.

source: BIPO sirdojuvvui 2007:s Murmánskka gávpogis Lujávrái.
sma: Jaepien 2007 BIPO Murmansken staareste Lovozerose juhti.

source: 2012:s sirdojuvvui kantuvra Murmánskii.
sma: Jaepien 2012 kontovre Murmansken gåajkoe vihth juhti.

source: Kantuvrra jođiha Tatiana Egorova.
sma: Tatiana Egorova kontovrem stuvrie.

source: Eanet dieđut dás.
sma: Vielie bïevnesh daesnie.

source: Davviriikkalaš sámi ovttasbargu
sma: Noerhtelaanti saemien laavenjostoe

source: Ruoŧa, Suoma ja Norgga eiseválddit leat lahkalaga ovttasbargan sámi gažaldagaiguin 1964 rájes go Davviriikkaid sáme- ja boazodoallogažaldagaid ovttasbargoorgána gonagaslaš resolušuvnnain ásahuvvui.
sma: Dah åejvieladtjh Sveerjesne, Såevmesne jïh Nöörjesne aktem laavenjostoem åtneme saemien gyhtjelassi bïjre mænngan laavenjostoeåårgane saemie- jïh båatsoeburriejgyhtjelasside tseegkesovvi Gånkan resolusjovnesne jaepien 1964.

source: Dát ovttasbargoorgána lea leamašan dáid golmma riikkaid ráđđehusa ámmátolbmuid diehtojuohkin ja digaštallanorgána.
sma: Daate laavenjostoeåårgane akte govlehtimmieåårgane embetedaltesisnie dej golme laanti reerenassi gaskem, bïevnesi jïh digkiedimmien gaavhtan.

source: Ovttasbargolávdegoddi mii ásahuvvui 2001:s ja bođii Davviriikkaid sámi gažaldagaid ámmátolbmuidorgána sadjái mas Sámediggi maiddái lea leamašan mielde.
sma: Jaepien 2001 dle laavenjostoeåårganen sijjeste Noerhtelaanti embetsmannsåårgane saemien gyhtjelasside bööti, gusnie aaj tjirkijh saemiedigkijste.

source: Jagi 2000 ásahuvvui bistevaš ovttasbargu gaskal sámediggepresideanttaid ja Suoma, Ruoŧa ja Norgga sámeministariid gaskkas.
sma: Jaepien 2001 dle akte vihties laavenjostoe tseegkesovvi saemiedigkiepresidenti jïh ministeri gaskem, mah diedtem utnieh saemien aamhtesi åvteste Såevmesne, Sveerjesne jïh Nöörjesne.

source: Ministarat ja sámediggepresideanttat jeavddalaččat deaivvadit dieđiheames, ságaškuššamis ja meannudeames oktasaš sámi gažaldagaid.
sma: Dah ministerh jïh saemiedigkiepresidenth jaabnan gaavnesjieh juktie saemien gyhtjelassh bievnedh, digkiedidh jïh gïetedidh, mej åvteste gaajhkesh iedtjem utnieh.

source: Ođđa Davviriikkaid ovttasbarggu mihttomearrin lea nannet ja ovdánahttit sámi álbmoga giela, kultuvrra, ealáhusaid ja servodateallima.
sma: Dïhte ulmie dejnie orre noerhtelaanti laavenjostojne lea veaksahkåbpoe darjodh jïh evtiedidh saemiej gïelem, kultuvrem, jielemh jïh siebriedahkejieledem.

source: Ovttasbargu lea eahpeformála hámis, muhto lea lahkalaga čadnon Davviriikkaid Ministtarráđđái.
sma: Laavenjostoe aktem ovbyjjes, men lihke ektiedimmiem åtna Noerhtelaanti Ministereraaran.

source: Áššiid ráhkkaneami ja čuovvoleami doaimmaha sámi gažaldagaid Davviriikkaid ámmátolbmuidorgána.
sma: Noerhtelaanti embetsmannsåårgane saemien aamhtesidie soejkesje jïh fulkese.

source: Ovddasvástádus gohččut ja jođihit čoahkkimiid vuoruid mielde sirdása dáid golmma riikkaid gaskkas.
sma: Dah golme laanth diedtem utnieh fïereguhten aejkien tjåanghkojde gohtjedidh jïh tjåanghkojde stuvredh.
